<template>
  <el-dialog
    title="Согласие на обработку персональных данных"
    :visible="isVisible"
    :show-close="false"
    top="1%"
  >
    <div :class="$style.policy_wrapper">
      <p>
        Я даю свое согласие Всероссийской политической партии «ЕДИНАЯ РОССИЯ» и
        всем ее структурным подразделениям на обработку моих персональных
        данных, относящихся исключительно к перечисленным ниже категориям
        персональных данных:
      </p>
      <ul>
        <li>фамилия, имя, отчество;</li>
        <li>пол;</li>
        <li>дата рождения;</li>
        <li>данные документа, удостоверяющего личность;</li>
        <li>гражданство;</li>
        <li>образование;</li>
        <li>место работы;</li>
        <li>телефонный номер;</li>
        <li>адрес;</li>
        <li>почтовый, адрес электронной почты;</li>
        <li>фотографическое изображение;</li>
        <li>
          сведения об отсутствии судимости и привлечения к административной
          ответственности;
        </li>
        <li>принадлежность к Партии;</li>
      </ul>

      <p>
        Я даю согласие на использование персональных данных исключительно в
        целях:
      </p>
      <ul>
        <li>ведения агитационно-массовой и пропагандистской работы;</li>
        <li>информирования о текущей деятельности Партии;</li>
        <li>
          организации предвыборной агитации за кандидатов от Партии, участвующих
          в выборах, организации пропаганды своей точки зрения по вопросам,
          вынесенным на референдумы в Российской Федерации и в субъектах
          Российской Федерации, в порядке, установленном законодательством
          Российской Федерации, и выполнения задач, предусмотренных Уставом
          Партии;
        </li>
        <li>
          определения кандидатур для последующего выдвижения на выборах в
          федеральные органы государственной власти, органы государственной
          власти субъектов Российской Федерации и органы местного
          самоуправления;
        </li>
        <li>
          выдвижения их кандидатами на выборах в федеральные органы
          государственной власти, органы государственной власти субъектов
          Российской Федерации и органы местного самоуправления, при проведении
          избирательных кампаний;
        </li>
        <li>
          предоставления гражданам Российской Федерации возможности участвовать
          в политической жизни общества посредством определения кандидатов в
          депутаты, выдвигаемых Партией;
        </li>

        <li>
          документального оформления трудовых взаимоотношений в соответствии с
          требованиями законодательства, ведения кадрового делопроизводства,
          оформления служебных удостоверений, предоставления информации о
          работнике уполномоченным органам в случаях, предусмотренных
          законодательством;
        </li>
        <li>
          определения соответствия уровня подготовки и профессиональных навыков
          кандидата требованиям к лицу, которое будет занимать данную должность;
        </li>

        <li>
          обеспечения объективного, всестороннего и своевременного рассмотрения
          обращения.
        </li>
      </ul>

      <p>
        Настоящее согласие предоставляется мной на осуществление действий в
        отношении моих персональных данных, которые необходимы для достижения
        указанных выше целей, в том числе любых действий (операций) или
        совокупности действий (операций), совершаемых с использованием средств
        автоматизации или без использования таких средств с персональными
        данными, включая сбор, запись, систематизацию, накопление, хранение,
        уточнение (обновление, изменение), извлечение, использование, передачу
        (предоставление, доступ), блокирование, удаление, уничтожение
        персональных данных, а также осуществление любых иных действий,
        предусмотренных действующим законодательством Российской Федерации.
      </p>
      <p>
        Я проинформирован, что Партия «ЕДИНАЯ РОССИЯ» гарантирует обработку моих
        персональных данных в соответствии с действующим законодательством
        Российской Федерации как неавтоматизированным, так и автоматизированным
        способами. Данное согласие действует до достижения целей обработки
        персональных данных. Данное согласие может быть отозвано в любой момент
        по моему письменному заявлению. Я подтверждаю, что, давая такое
        согласие, я действую по собственной воле и в своих интересах.
      </p>
    </div>
    <template #footer>
      <div class="a-center">
        <el-button type="primary" @click="isVisible = false"
          >Продолжить</el-button
        >
      </div>
    </template>
  </el-dialog>
</template>

<script>
export default {
  data() {
    return {
      isVisible: false,
    };
  },

  methods: {
    show() {
      this.isVisible = true;
    },
  },
};
</script>

<style module>
.policy_wrapper {
  font-size: 16px;
}
.policy_wrapper ul {
  margin: 1rem 0;
}
.policy_wrapper ul li {
  font-weight: bold;
  padding-left: 1rem;
}
.policy_wrapper ul li::before {
  content: "-";
  margin-right: 0.5rem;
}
</style>
