export const quotes = [
  {
    title:
      "О храбрости больше всего говорят трусы, а про благородство — прохвосты.",
    author: "А. Толстой",
  },
  {
    title: "Люди как люди. Любят деньги, но ведь это всегда было.",
    author: "М. Булгаков",
  },
  {
    title: "Жизнь задыхается без цели.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "Неужели вы еще не знаете, что в семнадцать и семьдесят лет любят одинаково?",
    author: "И. Бунин",
  },
  {
    title: "О законы! Премудрость ваша часто бывает только в вашем слоге!",
    author: "А. Радищев",
  },
  {
    title: "Разруха не в клозетах, а в головах.",
    author: "М. Булгаков",
  },
  {
    title: "Бесполезное это дело: дураков учить все равно что мертвых лечить.",
    author: "Н. Лесков",
  },
  {
    title:
      "Там хорошо, где нас нет: в прошлом нас уже нет, и оно кажется прекрасным.",
    author: "А. Чехов",
  },
  {
    title:
      "Русский народ очень терпелив, и терпит до самой крайности; но когда конец положит своему терпению, то ничто не может его удержать, чтобы не преклонился на жестокость.",
    author: "А. Радищев",
  },
  {
    title: "Надо любить жизнь больше, чем смысл жизни.",
    author: "Ф. Достоевский",
  },
  {
    title: "Человек он умный, но чтоб умно поступать — одного ума мало.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "Оно [счастье] как здоровье: когда его не замечаешь, значит, оно есть.",
    author: "И. Тургенев",
  },
  {
    title: "Злых людей нет на свете, есть только люди несчастливые.",
    author: "М. Булгаков",
  },
  {
    title:
      "Знающих людей в Москве очень мало; их можно по пальцам перечесть, но зато философов, мыслителей и новаторов не оберёшься — чертова пропасть…",
    author: "А. Чехов",
  },
  {
    title:
      "Русские люди, по нищете и скудости жизни своей, вообще любят забавляться горем, играют им, как дети, и редко стыдятся быть несчастными.",
    author: "М. Горький",
  },
  {
    title:
      "Не ошибается тот, кто ничего не делает, хотя это и есть его основная ошибка.",
    author: "А. Толстой",
  },
  {
    title:
      "Истинная национальность состоит не в описании сарафана, но в самом духе народа.",
    author: "Н. Гоголь",
  },
  {
    title:
      "Во дни сомнений, во дни тягостных раздумий о судьбах моей родины, — ты один мне поддержка и опора, о великий, могучий, правдивый и свободный русский язык!",
    author: "И. Тургенев",
  },
  {
    title: "Старость — самая большая неожиданность в жизни.",
    author: "Л. Толстой",
  },
  {
    title: "На свете существует только две силы: доллары и литература.",
    author: "М. Булгаков",
  },
  {
    title: "Густое счастье первой любви неповторимо.",
    author: "В. Набоков",
  },
  {
    title:
      "Блеск наружный может заржаветь, но истинная красота не поблекнет никогда.",
    author: "А. Радищев",
  },
  {
    title: "Больше всех рискует тот, кто никогда не рискует.",
    author: "И. Бунин",
  },
  {
    title:
      "Прощение врагов — прекрасный подвиг; но есть подвиг ещё более прекрасный, ещё более человеческий — это понимание врагов, потому что понимание — разом прощение, оправдание, примирение.",
    author: "А. Герцен",
  },
  {
    title:
      "Очень немного требуется, чтобы уничтожить человека: стоит лишь убедить его в том, что дело, которым он занимается, никому не нужно.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "Система самовосхваления может быть причиною сновидений, бесспорно весьма приятных, но вместе с тем и крайне обидного пробуждения.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title:
      "Авторитет и дружба – вода и огонь, вещи разнородные и враждебные; равенство – условие дружбы.",
    author: "В. Белинский",
  },
  {
    title:
      "Есть женские души, которые вечно томятся какой-то печальной жаждой любви и которые от этого самого никогда и никого не любят.",
    author: "И. Бунин",
  },
  {
    title:
      "Надо быть ясным умственно, чистым нравственно и опрятным физически.",
    author: "А. Чехов",
  },
  {
    title:
      "Нет силы более могучей, чем знание; человек, вооружённый знанием, — непобедим.",
    author: "М. Горький",
  },
  {
    title:
      "Жениться интересно только по любви; жениться же на девушке только потому, что она симпатична, это всё равно что купить себе на базаре ненужную вещь только потому, что она хороша.",
    author: "А. Чехов",
  },
  {
    title: "Нет уз святее товарищества!",
    author: "Н. Гоголь",
  },
  {
    title: "Истинная сила человека не в порывах, а в нерушимом спокойствии.",
    author: "Л. Толстой",
  },
  {
    title: "Вера — роскошь, которая дорого народу обходится.",
    author: "Н. Лесков",
  },
  {
    title: "Величайшее богатство народа — его язык.",
    author: "М. Шолохов",
  },
  {
    title: "Зачем же гнаться по следам того, что уже окончено.",
    author: "М. Булгаков",
  },
  {
    title:
      "Шутить с мечтой опасно: разбитая мечта может составить несчастье жизни; гоняясь за мечтой, можно прозевать жизнь или из безумного воодушевления принести её в жертву.",
    author: "А. Герцен",
  },
  {
    title:
      "Гибнет в потоке времени только то, что лишено крепкого зерна жизни и что, следовательно, не стоит жизни.",
    author: "В. Белинский",
  },
  {
    title:
      "Русский человек всегда ищет хозяина, кто бы командовал им извне, а ежели он перерос это рабье стремление, так ищет хомута, который надевает себе изнутри на душу, стремясь опять-таки не дать свободы ни уму, ни сердцу.",
    author: "М. Горький",
  },
  {
    title: "Любить — значит жить жизнью того, кого любишь.",
    author: "Л. Толстой",
  },
  {
    title: "Исключения, вы знаете, только подтверждают правило.",
    author: "И. Тургенев",
  },
  {
    title:
      "Блаженство наше в отношении детей наших зависит много от нас самих.",
    author: "А. Радищев",
  },
  {
    title:
      "На то и молодость дана, чтобы быть кипучей, активной, жизнеутверждающей.",
    author: "М. Шолохов",
  },
  {
    title: "К Богу приходят не экскурсии с гидом, а одинокие путешественники.",
    author: "В. Набоков",
  },
  {
    title:
      "Наши недостатки растут на одной почве с нашими достоинствами, и трудно вырвать одни, пощадив другие.",
    author: "И. Тургенев",
  },
  {
    title:
      "Идиоты вообще очень опасны, и даже не потому, что они непременно злы, а потому, что они чужды всяким соображениям и всегда идут напролом, как будто дорога, на которой они очутились, принадлежит им одним.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title:
      "Каждый интеллигентный человек читал Тургенева и Толстого, но далеко не каждый платил за их сочинения.",
    author: "А. Чехов",
  },
  {
    title: "Неужели с того, что вы меня богатее, то у вас и чувств больше?",
    author: "Н. Лесков",
  },
  {
    title:
      "Только амбициозные ничтожества и прекраснодушные посредственности выставляют на обозрение свои черновики.",
    author: "В. Набоков",
  },
  {
    title:
      "Это еще ничего, что в Европе за наш рубль дают один полтинник, будет хуже, если за наш рубль станут давать в морду.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title:
      "Враг один у всего человечества. Это — его невежество и упадок нравов.",
    author: "Н. Лесков",
  },
  {
    title:
      "Для низких натур ничего нет приятнее, как мстить за свое ничтожество, бросая грязью своих воззрений и мнений в святое и великое.",
    author: "В. Белинский",
  },
  {
    title: "Революции не делаются в белых перчатках…",
    author: "И. Бунин",
  },
  {
    title:
      "Дело не в том чтобы знать много, а в том, чтобы знать из всего того, что можно знать, самое нужное.",
    author: "Л. Толстой",
  },
  {
    title: "Язык – живая плоть, которая создавалась миллионами поколений.",
    author: "А. Толстой",
  },
  {
    title:
      "Если хочешь стать оптимистом и понять жизнь, то перестань верить тому, что говорят и пишут, а наблюдай сам и вникай.",
    author: "А. Чехов",
  },
  {
    title: "Так любить, как русская душа… Нет, так любить никто не может!",
    author: "Н. Гоголь",
  },
  {
    title: "Детей не отпугнешь суровостью, они не переносят только лжи.",
    author: "Л. Толстой",
  },
  {
    title: "Дорога-то у нас одна, да едут все по-разному…",
    author: "М. Шолохов",
  },
  {
    title:
      "Есть легионы сорванцов, у которых на языке «государство», а в мыслях — пирог с казённой начинкою.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title:
      "Ничто так не обескураживает пророка, как сознание, что он угадан и что по поводу его уже раздался смех.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title:
      "Недоброе таится в мужчинах, избегающих вина, игр, общества прелестных женщин, застольной беседы. Такие люди или тяжко больны, или втайне ненавидят окружающих.",
    author: "М. Булгаков",
  },
  {
    title:
      "Есть у русского человека враг, непримиримый, опасный враг, не будь которого, он был бы исполином. Враг этот — лень, или, лучше сказать, болезненное усыпление, одолевающее русского.",
    author: "Н. Гоголь",
  },
  {
    title:
      "Истина — одно из немногих русских слов, которое ни с чем не рифмуется.",
    author: "В. Набоков",
  },
  {
    title: "Смеху, как влюблённости, не научишь.",
    author: "А. Толстой",
  },
  {
    title:
      "Чтобы жить честно, надо рваться, путаться, ошибаться, начинать и бросать… и вечно бороться и лишаться. А спокойствие — душевная подлость.",
    author: "Л. Толстой",
  },
  {
    title: "Величайшие истины — самые простые.",
    author: "Л. Толстой",
  },
  {
    title:
      "Патриотизм – это не значит только одна любовь к своей Родине. Это гораздо больше… Это — сознание своей неотъемлемости от Родины и неотъемлемое переживание вместе с ней ее счастливых и ее несчастных дней.",
    author: "А. Толстой",
  },
  {
    title: "Странно, что вот деньги есть, а мечта остается мечтой.",
    author: "В. Набоков",
  },
  {
    title: "Страданием своим русский народ как бы наслаждается.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "У души, как и у тела, есть своя гимнастика, без которой душа чахнет, впадает в апатию бездействия.",
    author: "В. Белинский",
  },
  {
    title:
      "В чем не знаешь толку, чего не понимаешь, то брани: это общее правило посредственности.",
    author: "В. Белинский",
  },
  {
    title: "Кто не может взять лаской, тот не возьмёт и строгостью.",
    author: "А. Чехов",
  },
  {
    title:
      "Пороки входят в состав добродетели, как ядовитые снадобья в состав целебных средств.",
    author: "А. Толстой",
  },
  {
    title: "Дети святы и чисты. Нельзя делать их игрушкою своего настроения.",
    author: "А. Чехов",
  },
  {
    title:
      "Не засоряйте свою память обидами, а то там может просто не остаться места для прекрасных мгновений.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "О молодость! Молодость!.. Может быть, вся тайна твоей прелести состоит не в возможности всё сделать, а в возможности думать, что всё сделаешь.",
    author: "И. Тургенев",
  },
  {
    title:
      "Душа жены – хранительный талисман для мужа, оберегающий его от нравственной заразы; она есть сила, удерживающая его на прямой дороге, и проводник, возвращающий его с кривой на прямую; и наоборот, душа жены может быть его злом и погубить его навеки.",
    author: "Н. Гоголь",
  },
  {
    title: "Дешева кровь на червонных полях, и никто выкупать ее не будет.",
    author: "М. Булгаков",
  },
  {
    title:
      "Если, читая, тебе захочется спать, то сложи книгу и усни. Береги ее для бессонницы.",
    author: "А. Радищев",
  },
  {
    title:
      "Никто не сделает первый шаг, потому что каждый думает, что это не взаимно.",
    author: "Ф. Достоевский",
  },
  {
    title:
      "Когда человеку очень хорошо, мозг его, как известно, весьма мало действует.",
    author: "И. Тургенев",
  },
  {
    title:
      "Во всех странах железные дороги для передвижения служат, а у нас сверх того и для воровства.",
    author: "М. Салтыков-Щедрин",
  },
  {
    title: "Земля наша богата, порядка в ней лишь нет.",
    author: "А. Толстой",
  },
  {
    title: "Ум имей хоть маленький, да свой.",
    author: "М. Горький",
  },
  {
    title:
      "Человек серьёзно делает что-нибудь только тогда, когда он делает для себя.",
    author: "А. Герцен",
  },
  {
    title: "Если враг не сдаётся, — его уничтожают.",
    author: "М. Горький",
  },
  {
    title:
      "Пока ты зло помнишь — зло живо, а пусть оно умрет, тогда и душа твоя в покое жить станет.",
    author: "Н. Лесков",
  },
];
